<?php
/**
 * 获取列表数据
 */
$data = [
	[
		'aid'=>1,
		'title'=>'千名小学生戴戏曲脸谱跳操',
		'imgUrl'=>'http://c.hiphotos.baidu.com/news/q%3D100/sign=c980c460d858ccbf1dbcb13a29d9bcd4/50da81cb39dbb6fd283888f40024ab18962b3784.jpg',
		'desc'=>'3月28日上午10点30分，湖北省武汉市江岸区光华路小学1400多名小学生，戴戏曲脸谱跳全国第一届戏曲广播操。',
		'content'=>'3月28日上午10点30分，湖北省武汉市江岸区光华路小学1400多名小学生，戴戏曲脸谱跳全国第一届戏曲广播操。学生戴的戏曲脸谱全部为自已亲手绘制。爱中华传统戏曲、吟诵古典诗词已成为该校的传统特色，广大学生受益匪浅。3月28日上午10点30分，湖北省武汉市江岸区光华路小学1400多名小学生，戴戏曲脸谱跳全国第一届戏曲广播操。学生戴的戏曲脸谱全部为自已亲手绘制。爱中华传统戏曲、吟诵古典诗词已成为该校的传统特色，广大学生受益匪浅。',
	],
	[
		'aid'=>2,
		'title'=>'残疾老人火海托举孙女半小时',
		'imgUrl'=>'http://d.hiphotos.baidu.com/news/q%3D100/sign=707b8f25be4543a9f31bfecc2e168a7b/f603918fa0ec08fa925f427650ee3d6d54fbda80.jpg',
		'desc'=>'3月27日消息，在近日的一场大火中，河南新郑六旬老人张贵民在半身不遂的情况下，硬是把15公斤重的孙女从二楼抱到四楼',
		'content'=>'3月27日消息，在近日的一场大火中，河南新郑六旬老人张贵民在半身不遂的情况下，硬是把15公斤重的孙女从二楼抱到四楼，并用双手将孙女悬举出窗外半个多小时，看到孙女坠入前来救援的群众扯起的棉被上，老人才轰然倒入火海……',
	],
	[
		'aid'=>3,
		'title'=>'难以置信！鲨鱼求救让潜水员拔出体内钩子',
		'imgUrl'=>'http://f.hiphotos.baidu.com/news/q%3D100/sign=08aa5e6a4e10b912b9c1f2fef3fffcb5/f636afc379310a5576a2c725be4543a983261058.jpg',
		'desc'=>'鲨鱼也有温柔的一面，比如在弗罗里达州的这只鲨鱼，它恳求一名潜水员，将它体内的钩子拔出来',
		'content'=>'据英国《每日邮报》3月26日报道，鲨鱼也有温柔的一面，比如在弗罗里达州的这只鲨鱼，它恳求一名潜水员，将它体内的钩子拔出来。据英国《每日邮报》3月26日报道，鲨鱼也有温柔的一面，比如在弗罗里达州的这只鲨鱼，它恳求一名潜水员，将它体内的钩子拔出来。据英国《每日邮报》3月26日报道，鲨鱼也有温柔的一面，比如在弗罗里达州的这只鲨鱼，它恳求一名潜水员，将它体内的钩子拔出来。',
	],
	[
		'aid'=>4,
		'title'=>'晨雾缭绕 宛若水墨画',
		'imgUrl'=>'http://b.hiphotos.baidu.com/news/q%3D100/sign=abb7749282d4b31cf63c90bbb7d7276f/d6ca7bcb0a46f21f5f533182ff246b600d33aef8.jpg',
		'desc'=>'当地时间2017年3月25日，克罗地亚斯普利特，晨雾缭绕的斯普利特，宛如水墨画。',
		'content'=>'当地时间2017年3月25日，克罗地亚斯普利特，晨雾缭绕的斯普利特，宛如水墨画
		当地时间2017年3月25日，克罗地亚斯普利特，晨雾缭绕的斯普利特，宛如水墨画当地时间2017年3月25日，克罗地亚斯普利特，晨雾缭绕的斯普利特，宛如水墨画当地时间2017年3月25日，克罗地亚斯普利特，晨雾缭绕的斯普利特，宛如水墨画',
	],
	[
		'aid'=>5,
		'title'=>'长江汉江交汇处“泾渭分明”',
		'imgUrl'=>'http://c.hiphotos.baidu.com/news/q%3D100/sign=8a65bcd1e024b899d83c7d385e071d59/eaf81a4c510fd9f97577c3b82c2dd42a2934a4fb.jpg',
		'desc'=>'从高空俯瞰长江和汉江交汇处的湖北武汉汉口龙王庙江段',
		'content'=>'从高空俯瞰长江和汉江交汇处的湖北武汉汉口龙王庙江段，汉江（左）与长江（右）“泾渭分明”（3月27日摄）。新华社发（史伟 摄从高空俯瞰长江和汉江交汇处的湖北武汉汉口龙王庙江段，汉江（左）与长江（右）“泾渭分明”（3月27日摄）。新华社发（史伟 摄从高空俯瞰长江和汉江交汇处的湖北武汉汉口龙王庙江段，汉江（左）与长江（右）“泾渭分明”（3月27日摄）。新华社发（史伟 摄从高空俯瞰长江和汉江交汇处的湖北武汉汉口龙王庙江段，汉江（左）与长江（右）“泾渭分明”（3月27日摄）。新华社发（史伟 摄',
	],
	[
		'aid'=>6,
		'title'=>'选秀权乱战分析 湖人誓摆烂到底',
		'imgUrl'=>'http://n.sinaimg.cn/sports/transform/20170328/u5y0-fyctevp9002880.jpg',
		'imgUrl'=>'http://g.hiphotos.baidu.com/news/q%3D100/sign=8e1eabe7dd2a283445a6320b6bb4c92e/2e2eb9389b504fc23b250bffecdde71191ef6dd6.jpg',
		'desc'=>'NBA常规赛已经进入尾声，这时一些球队要努力拼季后赛门票，但还有一些球队则要考虑战绩排序，因为他们的选秀权是带保护的',
		'content'=>'NBA常规赛已经进入尾声，这时一些球队要努力拼季后赛门票，但还有一些球队则要考虑战绩排序，因为他们的选秀权是带保护的。下面让我们一起盘点这些带保护的选秀权吧。

　　洛杉矶湖人


　　虽然连续4个赛季排名联盟垫底，但是对湖人来说这也有个好消息——他们每年至少都能获得一个首轮秀。但是现在，好消息也许要到头了。

　　湖人在当年交易史蒂夫-纳什的时候，从太阳获得了一个选秀权，该选秀权来自费城76人，在2015年是前五保护，2016-17赛季是前三保护，2018年是无保护。前两次湖人都摆烂保住了选秀权，但是今年还要看情况。'
	],
	[
		'aid'=>7,
		'title'=>'刺客之争年年上演 刺客之信代代相传',
		'imgUrl'=>'http://n.sinaimg.cn/sports/transform/20170328/ZOg0-fyctevp9001800.jpg',
		'desc'=>'左推摇杆找准草垛，深呼吸，按住RT+前推左摇杆+A，好，走你',
		'content'=>'屏幕上的白衣刺客身体前倾，开始“信仰之跃”，逼真的画面和加湿器打水雾的声音让坐在家中玩《刺客信条》的贾马尔-克劳福德玩有了身临其境的感觉，耳边仿佛能听见高空落下时的呼呼风声。


　　然而，刺客又一次没对准草垛，摔在地上掉了一半的血，克劳福德懊恼地把手柄摔在沙发上，嘴里喃喃着“shit”、“比2k难玩”之类的话，转身顺手拾起放在厨房吧台上的手机，接到了经纪人的电话。

　　“嘿，J…额，出了点意外，今年的最佳第六人是路-威廉姆斯。你俩其实数据差不多，但可能是他比去年场均多了5分，进步幅度比较大吧…”

　　哦？是这赛季去了多伦多的那个小子吗…不错啊…

　　克劳福德没有表现出太在意这一点的样子，驱车前往快船队的训练馆参加全队集训。',
	],
	[
		'aid'=>8,
		'title'=>'神吐槽:M威P诞生!波波竟要轮休球场工作人员?',
		'imgUrl'=>'http://n.sinaimg.cn/sports/transform/20170328/Zqli-fycstxp5206261.jpg',
		'desc'=>'在今天雷霆对小牛的比赛中，威斯布鲁克拿下本赛季第37次三双并绝杀对手，网友感叹：M威P！威威一笑很倾城！',
		'content'=>'【爆炸！威少再砍三双+献准绝杀！】雷霆在最后3分30秒打出一波14-0的高潮，凭借威少最后时刻的跳投准绝杀，雷霆最终1分险胜小牛。威少在这波14-0的攻击波中9投5中，一人就贡献了12分！同时，威少收获了个人在本赛季的第37次三双，贡献37分13篮板10助攻2抢断！又是一场典型的神龟之战！【爆炸！威少再砍三双+献准绝杀！】雷霆在最后3分30秒打出一波14-0的高潮，凭借威少最后时刻的跳投准绝杀，雷霆最终1分险胜小牛。威少在这波14-0的攻击波中9投5中，一人就贡献了12分！同时，威少收获了个人在本赛季的第37次三双，贡献37分13篮板10助攻2抢断！又是一场典型的神龟之战！【爆炸！威少再砍三双+献准绝杀！】雷霆在最后3分30秒打出一波14-0的高潮，凭借威少最后时刻的跳投准绝杀，雷霆最终1分险胜小牛。威少在这波14-0的攻击波中9投5中，一人就贡献了12分！同时，威少收获了个人在本赛季的第37次三双，贡献37分13篮板10助攻2抢断！又是一场典型的神龟之战！',
	],
		[
		'aid'=>9,
		'title'=>'心里苦！詹皇被肘+连吃3帽 17+8+8自己扛不住',
		'imgUrl'=>'http://n.sinaimg.cn/sports/transform/20170328/B1j_-fycstww1525407.jpg',
		'desc'=>'北京时间3月28日，克利夫兰骑士客场74-103惨败于圣安东尼奥马刺，在全队都发挥不佳的情况下',
			'content'=>'北京时间3月28日，克利夫兰骑士客场74-103惨败于圣安东尼奥马刺，在全队都发挥不佳的情况下，只有勒布朗-詹姆斯依然保持着水准之中的演出，一个人勉力支撑，直到受伤离场。最终在29分32秒的上场时间里，他17投7中拿到17分8个篮板和8次助攻。

　　客观而论，今天面对马刺的针对性防守，詹姆斯的发挥也并不能算出色，不过与其他队友相比，可就好得太多了。

　　本场比赛，凯文-勒夫12投4中，只得到9分7个篮板，近来状态火热的凯里-欧文，13投4中，8分2次助攻却有3次失误。其他人中，JR-史密斯和德隆-威廉姆斯，加在一起12投3中，只得8分。
而詹姆斯，虽然两次被考瓦伊-莱昂纳德正面抢断，还先后吃了他和丹尼-格林三记大帽，但在比分早早被拉开的情况下，依然强连续强攻篮下，为球队挽留住最后一丝颜面。',
	],
];

echo json_encode($data);exit;







